# Marakulin Andrey @annndruha
# 2021

kb_ans = {
    'next': 'Далее ->',
    'back': '<- Назад',
    'cancel': 'Отменить',
    'start': 'Начать',
    'main_menu': 'Главное меню',
    'help': 'Чат-бот бесплатного принтера.\n'
            'Прикрепите файл к сообщению и он сразу же отправится на печать! '
            'Поддерживаются только pdf файлы размером не больше 3МБ. '
            'В одном сообщении только один файл.'
}

help_ans = {
    'привет': kb_ans['help'],
    'помогите': kb_ans['help'],
    'помощь': kb_ans['help'],
    'help': kb_ans['help'],
    'как ': kb_ans['help'],
    'инструкция': kb_ans['help'],
    'начать': kb_ans['help'],
    'Начать': kb_ans['help'],
    'старт': kb_ans['help'],
    'start': kb_ans['help']
}

errors = {
    'not_available': 'К сожалению, действие временно недоступно',
    'im_broken': 'Глубоко внутри меня что-то сломалось...',
    'kb_error': 'Ошибка клавиатуры, что-то пошло не так',
    'bd_error': 'Ошибка базы данных. Попробуйте позже.'
}

greetings = {
    'night': 'Доброй ночи',
    'morning': 'Доброе утро',
    'day': 'Добрый день',
    'evening': 'Добрый вечер'
}
